The active document.
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public Document ActiveDocument { get; }
  Visual Basic
Public ReadOnly Property ActiveDocument As Document
	Get
  Visual C++
public:
property Document^ ActiveDocument {
	Document^ get ();
}
 See Also
  CommandEventArgs Class
  Autodesk.Revit.UI.Events Namespace